{"items":[{"key":"play_button","value":"Play"},
{"key":"option_button","value":"Options"},
{"key":"ranking_button","value":"Ranking"},
{"key":"stats_button","value":"Statistics"},
{"key":"help_button","value":"Help"},
{"key":"about_button","value":"About"},
{"key":"eula_button","value":"EULA"},
{"key":"quit_button","value":"Quit"},
{"key":"music_button","value":"Music"},
{"key":"soundfx_button","value":"Sound FX"},
{"key":"mainmenu_button","value":"Main Menu"},
{"key":"continue_button","value":"Continue"},
{"key":"gold_select_label","value":"Gold"},
{"key":"timer_select_label","value":"Time"},
{"key":"30sec_text","value":"30 sec"},
{"key":"60sec_text","value":"60 sec"},
{"key":"2min_text","value":"2 min"},
{"key":"5min_text","value":"5 min"},
{"key":"unlimited_text","value":"unlimited"},
{"key":"ranking_header","value":"Ranking"},
{"key":"game_state_text","value":"Game Ended!"},
{"key":"game_win_text","value":"Congratulation! You have found all gold pieces"},{"key":"seconds_left_text","value":"seconds"},
{"key":"score_label","value":"Score"},
{"key":"new_record_text","value":"Congratulation! You made a new record!"},
{"key":"name_label","value":"Name :"},
{"key":"stats_label_nbgold_alltime","value":"Gold bar found :"},
{"key":"stats_label_gamewin","value":"Game Win :"},
{"key":"stats_label_gamelost","value":"Game Lost :"},
{"key":"stats_label_gameplayed","value":"Game Played :"},
{"key":"stats_label_jumps","value":"Jumps :"},
{"key":"stats_label_steps","value":"Steps :"},
{"key":"stats_label_timeinvillage","value":"Time Played :"},
{"key":"stats_label_30secgame","value":"30 Sec Games :"},
{"key":"stats_label_60secgame","value":"60 Sec Games :"},
{"key":"stats_label_120secgame","value":"120 Sec Games :"},
{"key":"stats_label_300secgame","value":"300 Sec Games :"},
{"key":"stats_label_nbgold1game","value":"1 Gold Games :"},
{"key":"stats_label_nbgold3game","value":"3 Gold Games :"},
{"key":"stats_label_nbgold5game","value":"5 Gold Games :"},
{"key":"stats_label_nbgold10game","value":"10 Gold Games :"},
{"key":"stats_label_nbinfinitegame","value":"Time Infinite Games :"},
{"key":"eula_content","value":"End-User License Agreement (EULA) of The Medieval Village \u000A \u000AThis End-User License Agreement (\"EULA\") is a legal agreement between you and Groupe251. \u000A\u000AThis EULA agreement governs your acquisition and use of our The Medieval Village software (\"Software\") directly from Groupe251 or indirectly through a Groupe251 authorized reseller or distributor (a \"Reseller\"). \u000A\u000APlease read this EULA agreement carefully before completing the installation process and using the The Medieval Village software. It provides a license to use the The Medieval Village software and contains warranty information and liability disclaimers. \u000A\u000AIf you register for a free trial of the The Medieval Village software, this EULA agreement will also govern that trial. By clicking \"accept\" or installing and/or using the The Medieval Village software, you are confirming your acceptance of the Software and agreeing to become bound by the terms of this EULA agreement. \u000A\u000AIf you are entering into this EULA agreement on behalf of a company or other legal entity, you represent that you have the authority to bind such entity and its affiliates to these terms and conditions. If you do not have such authority or if you do not agree with the terms and conditions of this EULA agreement, do not install or use the Software, and you must not accept this EULA agreement. \u000A\u000AThis EULA agreement shall apply only to the Software supplied by Groupe251 herewith regardless of whether other software is referred to or described herein. The terms also apply to any Groupe251 updates, supplements, Internet-based services, and support services for the Software, unless other terms accompany those items on delivery. If so, those terms apply. This EULA was created by EULA Template for The Medieval Village. \u000A\u000A License Grant\u000A\u000AGroupe251 hereby grants you a personal, non-transferable, non-exclusive licence to use the The Medieval Village software on your devices in accordance with the terms of this EULA agreement. \u000A\u000AYou are permitted to load the The Medieval Village software (for example a PC, laptop, mobile or tablet) under your control. You are responsible for ensuring your device meets the minimum requirements of the The Medieval Village software. You are not permitted to:\u000AEdit, alter, modify, adapt, translate or otherwise change the whole or any part of the Software nor permit the whole or any part of the Software to be combined with or become incorporated in any other software, nor decompile, disassemble or reverse engineer the Software or attempt to do any such things Reproduce, copy, distribute, resell or otherwise use the Software for any commercial purpose \u000A\u000AAllow any third party to use the Software on behalf of or for the benefit of any third party \u000A\u000AUse the Software in any way which breaches any applicable local, national or international law \u000A\u000Ause the Software for any purpose that Groupe251 considers is a breach of this EULA agreement \u000A\u000AIntellectual Property and Ownership \u000A\u000AGroupe251 shall at all times retain ownership of the Software as originally downloaded by you and all subsequent downloads of the Software by you. The Software (and the copyright, and other intellectual property rights of whatever nature in the Software, including any modifications made thereto) are and shall remain the property of Groupe251. Groupe251 reserves the right to grant licences to use the Software to third parties. "},
{"key":"help_content","value":"Lancelot is a absent minded knight. Following a memorable party in the village, he lost the gold coins that King Arthur had asked him to send to Merlin. Let’s go! We must help Lancelot to find the gold coins! \u000A\u000AYou must find them all before your time is up! The shortest game time you choose, the more your ambitiousness will be rewarded with bonus points. Beat your record and that of your friends! \u000A\u000AYou can move with the keys A, S, D, W and look with the mouse. \u000A\u000AParse all the details of the field and simply just get around glittering gold coins to collect them."}]}